Repository: SliTaz-official/sup
Catalog: po/clients/*.po
Languages: pt_br

source: Not a valid user:
pt_br: Não é um usuário válido:

source: Usage:
pt_br: Uso:

source: Commands:
pt_br: Comandos:

source: Install a new package
pt_br: Instalar um novo pacote

source: Update installed package
pt_br: Atualizar pacotes instalados

source: Remove an installed package
pt_br: Remover um pacote instalado

source: Cook a package from the wok
pt_br: Cozinhar pacote do wok

source: Run sup_install without installing
pt_br: Executar sup_install sem instalar

source: Extract a package to current dir
pt_br: Extrair pacote para diretório atual

source: Create a new SUP package :-)
pt_br: Criar um novo pacote SUP :-)

source: List packages: installed/wok/db
pt_br: Lista de pacotes: installed/wok/db

source: Search for packages in the database
pt_br: Buscar pacotes no banco de dados

source: Debug info and sup environment
pt_br: Informações de depuração e ambiente SUP

source: Options:
pt_br: Opções:

source: Install all updates from mirror
pt_br: Instalar todas as atualizações do mirror

source: Force recharging packages database
pt_br: Forçar recarregamento dos pacotes no banco de dados

source: List all packages in database
pt_br: Listar todos os pacotes no banco de dados

source: Initialize sup cook environment
pt_br: Iniciar o ambiente do cozinheiro SUP

source: List files installed by a package
pt_br: Listar arquivos instalados por um pacote

source: Display more output messages
pt_br: Exibir mais mensagens de saída

source: Missing package name or file path:
pt_br: Faltando um pacote ou caminho do arquivo:

source: Initializing sup cook environment...
pt_br: Iniciando o ambiente do cozinheiro SUP

source: Can't find receip in wok for:
pt_br: Receip não localizado no wok para:

source: Building package:
pt_br: Criando pacote:

source: Checking receip variables...
pt_br: Checando variáveis do receip...

source: Empty variable:
pt_br: Variável vazia:

source: You can use:
pt_br: Você pode usar:

source: Creating compressed archive...
pt_br: Criando arquivo compactado...

source: Packages:
pt_br: Pacotes:

source: Running
pt_br: Rodando

source: Checking package dependencies
pt_br: Checando dependências do pacote

source: Working folder:
pt_br: Pasta de trabalho:

source: New package name:
pt_br: Novo nome do pacote:

source: Package already exists in wok:
pt_br: O pacote já existe no wok:

source: Creating new package files and tree...
pt_br: Criando novo pacote e árvore dos arquivos...

source: Executing your favorite editor...
pt_br: Executando seu editor favorito...

source: To cook your package:
pt_br: Para cozinhar seu pacote:

source: Can't find package file:
pt_br: Arquivo do pacote não encontrado:

source: Extract package:
pt_br: Extrair pacote:

source: Can't find sup package:
pt_br: Pacote SUP não encontrado:

source: SUP Update
pt_br: Atualizar SUP

source: Mirror is unreachable
pt_br: Mirror está inacessível

source: Checking packages.sql...
pt_br: Checando packages.sql...

source: Database timestamp:
pt_br: Data e Hora do banco de dados:

source: Updated packages database:
pt_br: Banco de dados de pacotes atualizados:

source: Please try later. Missing packages database
pt_br: Por favor tente mais tarde. Banco de dados ausente.

source: Installed packages:
pt_br: Pacotes instalados:

source: Package
pt_br: Pacote

source: Version
pt_br: Versão

source: Status
pt_br: Estado

source: rebuilt
pt_br: reconstruído

source: Available updates:
pt_br: Atualizações disponíveis:

source: Packages are up-to-date
pt_br: Pacotes estão atualizados

source: Can't find installed package:
pt_br: Pacote instalado não encontrado:

source: Searching for:
pt_br: Procurando por:

source: SUP packages in database:
pt_br: Pacotes SUP no banco de dados:

source: Installed SUP packages:
pt_br: Pacotes SUP instalados:

source: No sup packages installed
pt_br: Nenhum pacote SUP instalado

source: SUP packages in your wok:
pt_br: Pacotes SUP em seu wok:

source: Cooked packages:
pt_br: Pacotes cozinhados:

source: Downloads::
pt_br: Transferências:

source: Installed package:
pt_br: Pacote instalado:

source: Files list:
pt_br: Lista de arquivos:

source: Installed size:
pt_br: Tamanho instalado:

source: Installed files:
pt_br: Arquivos instalados:

source: Downloading
pt_br: Transferindo

source: Uncompressing package tree...
pt_br: Descompactando árvore do pacote...

source: Missing dependency:
pt_br: Dependência faltando:

source: Removing existing package files...
pt_br: Removendo arquivos de pacotes existentes...

source: Installing package:
pt_br: Instalando o pacote:

source: Executing install function:
pt_br: Executando funções da instalação:

source: Creating the list of installed files...
pt_br: Criando lista de arquivos instalados...

source: Installing files:
pt_br: Instalando arquivos:

source: Removing package:
pt_br: Removendo pacote:

source: Files to remove :
pt_br: Arquivos para remoção:

source: Removing file :
pt_br: Removendo arquivo:

source: Removing folder :
pt_br: Removendo pasta:

source: Removing packages from local database...
pt_br: Removendo pacotes do banco de dados local...
